The view boundaries are too large to export the view..
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ViewBoundariesTooLarge { get; }
  Visual Basic
Public Shared ReadOnly Property ViewBoundariesTooLarge As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ViewBoundariesTooLarge {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ImportExportFailures Class
  Autodesk.Revit.DB Namespace